Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=481_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Yhteistyö rajojen yli vahvistaa saamen kieltä ja yhteenkuuluvaisuutta
sme: Ovttasbargu nanne sámegiela ja oktiigullevašvuođa

source: Utsjokisuun koulu Tenojoen Suomen puoleisella rannalla ja Sirman koulu Tenon Norjan puoleisella rannalla ovat jo pitkään tehneet yhteistyötä.
sme: Ohcejotnjálmmi skuvla, Deanu Suoma bealde, ja Sirpmá skuvla, Deanu Norgga bealde, leat jo guhkit áigge bargan ovttas.

source: Utsjoen ja Tenon kunnilla on myös päiväkotiyhteistyötä.
sme: Ohcejoga ja Deanu gielddain lea maiddái ovttasbargu beaiveruovttuin.

source: Lapset oppivat tuntemaan toisensa jo päiväkodissa.
sme: Mánát ohppet dovdat nuppiideaset jo beaiveruovttus, ná mánáin lea álki leat ovttas.

source: Siksi yhdessä oleminen on heille helppoa ja heidän mielestään on hauskaa, että yhteistyö jatkuu myös koulussa.
sme: Sin mielas lea somá, go ovttasbargu joatkašuvvá skuvllas.

source: Tämä yhteistyö on aivan erityistä saamelaisalueella ja myös Norjan ja Suomen välillä.
sme: Dát ovttasbargu leamašan hui earenoamáš Sámis ja maiddái Norgga ja Suoma gaskkas.

source: Koulut haluavatkin laajentaa yhteistyötä, joka on säilyttänyt saamen kieltä ja kulttuuria ja laajentanut lasten näköaloja.
sme: Skuvllat háliditge viiddidit ovttasbarggu, mii lea seailluhan sámi giela ja kultuvrra ja viiddidan mánáid geahččanguovllu.

source: Yhtenä tavoitteena on pyrkiä saamaan aikaan yhteinen opetussuunnitelma, jotta koulujen välinen yhteistyö sujuisi paremmin ja sitä voitaisiin lisätä.
sme: Oktasašbarggu ovddideami oktan ulbmilin lea geahččalit oččodit oktasaš oahppoplána skuvllaide vai skuvllat sáhtášedje bargat eanet ja buorebut ovttas.

source: Utsjoen ja Tenon kuntien kouluyhteistyöllä on jo pitkä historia.
sme: Ohcejoga ja Deanu gielddaid skuvllaid ovttasbarggus lea guhkes historjá.

source: Yhteisiä hiihtokilpailuja on järjestetty 1960-luvulta lähtien ja oppilaat ovat vierailleet ahkerasti naapurimaan kouluissa.
sme: Oktasaš čuoigangilvvut leat ordnejuvvon jo 1960-logu rájes ja oahppit leat fitnan galledeamen kránnjáriikka skuvllain.

source: Utsjoen ja Sirman koulut aloittivat laajemman yhteistyön 1990‐luvun alussa ja se on laajentunut erityisesti 2000‐luvulla.
sme: Ohcejoga ja Sirpmá skuvllat bargagohte ovttas eanet 1990‐logu álggus ja skuvlaovttasbargu ovdánii ja viiddui 2000‐logu álggus.

source: Nyt käynnissä on OVTTAS !
sme: Dál lea mannamin nubbi oassi OVTTAS !

source: – hankkeen toinen jakso.
sme: - prošeavttas.

source: Kuvassa Utsjoen koululaiset menossa Sirman koululle opettajansa Nilla Tapiolan kanssa.
sme: Govas Ohcejoga skuvlalaččat mannamin Sirpmá skuvlii ovttas oahpaheaddji Nilla Tapiolain.

source: Utsjokisuun koulun opettaja Nilla Tapiola kertoo, että hankkeen ensimmäinen jakso olikin enemmän tutustumista ja kouluilla oli vain lyhyen aikavälin suunnitelmia.
sme: Ohcetjotnjálmmi skuvlla oahpaheaddji Nilla Tapiola muitala, ahte prošeavtta vuosttas oassi lei eanetge oahpásmuvvan ja skuvllain ledje dušše oanehisáigge plánat.

source: Hankkeen toinen jakso on laajentanut yhteistyötä ja lapsilla on kaksi yhteistä koulupäivää viikossa.
sme: Dál dat nubbi oassi lea viiddidan ovttasbarggu ja mánáin lea guktii vahkus oktasaš skuvlabeaivi.

source: Käytännössä se tarkoittaa, että Utsjokisuun alakoulun oppilaat menevät kerran viikossa kouluun Sirmaan ja toisena päivänä Sirman oppilaat tulevat kouluun Utsjoelle.
sme: Dat dárkkuha dan, ahte oktii vahkus Ohcejotnjálmmi vuolleskuvlla oahppit mannet Sirbmái čuovvut diimmuid ja maŋit beaivve Sirpmá mánát bohtet Ohcejohkii.

source: Norjan ja Suomen kouluilla on eroavaisuuksia.
sme: Norgga ja Suoma riikkain leat erohusat ja dat erohusat gávdnojit maiddái skuvllain.

source: Lapsilla oli aluksi ennakkoluuloja yhteisiä koulupäiviä kohtaan, mutta ne ovat jo hävinneet.
sme: Mánáin ledje álggos ovdagáttut, muhto dat leat jo jávkan.

source: Hanke onkin hyvin erikoinen, koska siinä yritetään ottaa käyttöön kummankin maan koulun parhaat puolet.
sme: Prošeakta leage hui earenoamáš, go dat geahččala váldit atnui buoremus beliid goappatge riikkas.

source: Koulujen käytössä ovat kaikki Norjan ja Suomen puolella valmistetut saamenkieliset oppimateriaalit ja kaikki muutkin parhaat resurssit on otettu käyttöön.
sme: Buot Norgga ja Suoma bealde ráhkaduvvon sámegielat oahppomateriála lea skuvllaid geavahusas ja skuvllain leat váldojuvvon buoremus resurssat geavahussii.

source: Utsjoella on uimahalli ja korkeatasoinen musiikkiluokka.
sme: Ohcejogas lea vuojadansále ja alla dási musihkkalatnja.

source: Sirman lapset pääsevät uimaan Utsjoen uimahallissa, jollaista ei ole Sirmassa.
sme: Sirpmá mánát fas besset vuojadit Ohcejoga vuojadanhálles, go Sirpmás dakkár ii gávdno.

source: Sirmassa puolestaan on erityisen hyvä koulupiha ja jalkapallokenttä.
sme: Sirpmás fas lea earenoamáš buorre skuvla- ja spábbačiekčanšillju.

source: Pienten koulujen vaikeutena on usein, että niistä puuttuu aineenopettajia.
sme: Unna skuvllaid váttisvuohtan lea dávjá dat, ahte fágaoahpaheaddjit váilot.

source: Koulujen yhteistyö on helpotanut tätäkin puutetta. Utsjoella on mm. musiikin opettaja ja Sirmassa puolestaan norjan kielen opettaja.
sme: Skuvllaid ovttasbarggus leamašan ávki maid dasa, omd. Ohcejogas gávdno musihkkaoahpaheaddji ja Sirpmás fas dárogiel oahpaheaddji.

source: Lapsilla on yhteisiä tunteja matematiikassa, saamen kielessä, musiikissa, liikunnassa, yhteiskuntatiedossa ja luontoaineissa.
sme: Mánáin leat oktasaš diimmut matematihkas, sámegielas, musihkas, lihkadeamis, servvodat- ja luonddufágas.

source: Niilo Rasmus opettaa Sirman ja Utsjoen oppilaille musiikkia ja liikuntaa.
sme: Niilo Rasmus oahpaha Sirpmá ja Ohcejoga mánáide musihka ja lihkadeami.

source: Hän kertoo, että Norjan ja Suomen lasten välillä tuntuu kulttuuriero, mutta se ei mitenkään ole haitaksi opetukselle.
sme: Son muitala, ahte Norgga ja Suoma mánáid gaskkas vuhtto kulturearru, muhto dat ii hehtte ollenge oahpahusa.

source: Musiikkihan ei muutenkaan tunne rajoja ja saamelaismuusikot seuraavat länsimaailman oppeja, mutta soitinten käytössä on eroja.
sme: Oahppofágain oahppiin vuhttojit muhtun earut. Musihkashan eai leat ráját ja sámi musihkarat čuvvot oarjemáilmmi, muhto čuojanasaid geavaheamis gávdnojit earut.

source: Sirman lapset eivät ole niin harjaantuneita käyttämään soittimia, kuten kitaraa.
sme: Sirpmá mánát eai leat nu hárjánan geavahit čuojanasaid omd. gitára.

source: Utsjoella lapset saavat enemmän tuntumaa soittimiin.
sme: Ohcejogas sii fidnejit eanet dovddu čuojanasaide.

source: Liikunnassa Niilo ei ole huomannut eroja lasten kesken vaan kaikki osallistuvat samalla tavoin.
sme: Lihkadeamis fas mánáin eai leat leamaš earut, buohkat oassálastet seamma láhkai.

source: Projektin tavoitteena on edistää saamen kieltä, saamelaista kulttuuria ja omaleimaisuutta, antaa mahdollisuus oppia asioita molemmista maista ja myös niiden kieliä, opettaa oppilaita pitämään arvossa lähiympäristöä molemmin puolin Tenoa. Lisäksi tarkoituksena on ylläpitää ja luoda uusia yhteyksiä myös muihin alkuperäiskansoihin.
sme: Prošeavtta ulbmilin lea ovddidit sámi giela, kultuvrra ja iešvuođa, láhčit vejolašvuođa oahppat goappáge riikka birra ja daid gielaid, oahpahit oahppiid doallat árvvus lagašbirrasa goappatge bealde Deanu, vuođđudit ođđa sosiála oktavuođaid ja vuođđudit oktavuođa eará eamiálbmogiiguin.

source: Utsjokisuun ja Sirman koulujen yhteistyö on hyvä esimerkki muillekin kouluille ja päiväkodeille !
sme: Ohcejotnjálmmi ja Sirpmá skuvllaid ovttasbargu lea duođai buorre ovdamearkan eará skuvllaide ja beaiveruovttuide !

source: - hanke ja Utsjoella toimiva saamelaisyhdistys Sámi Siida järjestivät kesällä 2012 lasten leirin Tenon rannalla lähellä Sirman kylää. Kuvissa
sme: - prošeakta ja Ohcejoga sámesearvi Sámi Siida lágidedje geasset 2012 mánáid leairra Deatnogáttis lahka Sirpmá gili.

source: - Rájá Jon Máret, Maarit Länsman, joka toimi leirillä kokkina ja pannulla muhkeita lohipaloja,
sme: Govain 1) Rájá Jon Máret, Maarit Länsman, gii barggai leairagoahkkan, bánnos buorit luossabihtát, 2) lávus dolastallaba Áslak Ánde Syvänperä ja Ráste Eriksen, 3) oaggumin Jesse Ruokolainen ja Ráste Eriksen ja 4) Birit Vuolab muitaleamen mánáide Deanu leagi báikenamain.

source: Leirille osallistui noin 50 lasta vanhempineen.
sme: Leirii oassálaste sullii 50 máná ovttas vánhemiiguin.

source: Lisätietoja:
sme: Lassedieđut:

source: Tenon saamelainen kielikeskus, Deanu giellagáddi
sme: Deanu giellagáddi

source: Tenon kunta
sme: Deanu gielda

source: Utsjoen kunta
sme: Ohcejoga gielda
